Repository: atareao/cpu-g
Catalog: po/*.po
Languages: eu_es

source: Processor
eu_es: Prozesadorea

source: General
eu_es: Orokorra

source: Vendor
eu_es: Fabrikatzailea

source: Model
eu_es: Modeloa

source: Core Speed
eu_es: Nukleo abiadura

source: CPU
eu_es: PUZ

source: Family
eu_es: Familia

source: L1 Instruction
eu_es: L1 Agindua

source: Level 2
eu_es: 2. maila

source: Level 3
eu_es: 3. maila

source: Core selection
eu_es: Nukleo aukeraketa

source: Number of cores
eu_es: Nukleo kopurua

source: Motherboard
eu_es: Txartel nagusia

source: Board
eu_es: Txartela

source: Version
eu_es: Bertsioa

source: Date
eu_es: Eguna

source: Memory
eu_es: Memoria

source: Total
eu_es: Guztira

source: Total physical memory available.
eu_es: Erabateko memoria erabilgarria.

source: Available
eu_es: Erabilgarria

source: The actual amount of available memory that can be given instantly to processes that request more memory in bytes; this is calculated by summing different memory values (Mb)
eu_es: Memoria (byte) gehiago eskatzen duten prozesuei esleitu daitekeen benetako memoria erabilgarria; hau memoria balio desberdinak gehituz kalkulatzen da (Mb)

source: Used
eu_es: Erabilia

source: Memory used, calculated differently depending on the platform and designed for informational purposes only (Mb)
eu_es: Memoria erabilia, plataformaren arabera modu desberdinean kalkulatua eta bakarrik helburu informatiboekin (Mb)

source: Free
eu_es: Libre

source: Memory not being used at all (zeroed) that is readily available (Mb)
eu_es: Erabiltzen ari ez den memoria (Mb)

source: Active
eu_es: Aktiboa

source: Memory currently in use or very recently used, and so it is in RAM (Mb)
eu_es: Orain edo duela gutxi erabilitako memoria, hau RAM da (Mb)

source: Inactive
eu_es: Ez aktiboa

source: Memory that is marked as not used.
eu_es: Markatua dan memoria erabili gabekoa bezela.

source: Buffers
eu_es: Bitarteko memoria

source: Ccache for things like file system metadata. (Mb)
eu_es: Artxiboen sistemaren metainformazioa bezelako gauzentzako katxea. (Mb)

source: Cached
eu_es: Katxeatuta

source: Cache for various things (Mb)
eu_es: Katxea gauza ugarientzako (Mb)

source: Swap
eu_es: Memoria trukea

source: Total physical memory available in Mb.
eu_es: Erabateko memoria erabilgarria Mb-etan.

source: Used swap memory in Mb
eu_es: Memoria truke erabilia Mb-etan

source: Free swap memory in Mb
eu_es: Memoria truke librea Mb-etan

source: Sin
eu_es: Sarrera

source: The number of Mb the system has swapped in from disk (cumulative)
eu_es: Sistematik memoria trukera igaro den Mb kopurua

source: Sout
eu_es: Irteera

source: The number of Mb the system has swapped out from disk (cumulative)
eu_es: Memoria truketik sistemara igaro den Mb kopurua

source: System
eu_es: Sistema

source: Hostname
eu_es: Host izena

source: Architecture
eu_es: Arkitektura

source: Kernel
eu_es: Kernela

source: GCC Version
eu_es: GCC bertsioa

source: Uptime
eu_es: Aktibitate denbora

source: Xorg Server version
eu_es: Xorg Server bertsioa

source: Resolution
eu_es: Bereizmena

source: Distribution
eu_es: Banaketa

source: Desktop environment
eu_es: Mahaigain ingurunea

source: Window manager
eu_es: Lehio administratzailea

source: Graphic
eu_es: Grafika

source: Graphic Controller
eu_es: Grafika kontrolatzailea

source: OpenGL Vendor
eu_es: OpenGL fabrikatzailea

source: OpenGL renderer
eu_es: OpenGL renderizatzailea

source: OpenGL version
eu_es: OpenGL bertsioa

source: Battery
eu_es: Bateria

source: Manufacturer
eu_es: Fabrikatzailea

source: Model name
eu_es: Modelo izena

source: Serial number
eu_es: Serie zenbakia

source: Technology
eu_es: Teknologia

source: Estimated time remaining
eu_es: Gainerako denbora estimatua

source: Estimated battery discharge time
eu_es: Bateria deskargatzeko denbora estimatua

source: Battery level
eu_es: Bateria nibela

source: Capacity level
eu_es: Kapazitate nibela

source: Voltage now
eu_es: Tentsioa orain

source: Minimum voltage design
eu_es: Diseinuko tentsio minimoa

source: Charge now
eu_es: Karga orain

source: Charge full
eu_es: Karga betea

source: Charge full design
eu_es: Diseinuko karga betetzea

source: Current now
eu_es: Karga orain

source: Disks
eu_es: Diskoak

source: About
eu_es: Honi buruz

source: Device
eu_es: Gailua

source: Mount Point
eu_es: Montatze puntua

source: File System Type
eu_es: Sistema artxibo mota

source: Options
eu_es: Aukerak

source: Total space
eu_es: Erabateko lekua

source: Used space
eu_es: Erabilitako lekua

source: Free space
eu_es: Leku librea

source: Unknown
eu_es: Ezezaguna

source: Line Power
eu_es: Elikatze-linea

source: Monitor
eu_es: Monitorea

source: Mouse
eu_es: Sagua

source: Keyboard
eu_es: Teklatua

source: Phone
eu_es: Telefonoa

source: Charging
eu_es: Kargatzen

source: Discharging
eu_es: Deskargatzen

source: Empty
eu_es: Hutsik

source: Fully charged
eu_es: Beteta

source: Pending charge
eu_es: Kargatzeko zain

source: Pending discharge
eu_es: Deskargatzeko zain

source: Lithium ion
eu_es: Litio ioia

source: Lithium polymer
eu_es: Litio polimeroa

source: Lithium iron phosphate
eu_es: Litio burdin fosfatoa

source: Lead acid
eu_es: Berun azidoa

source: Nickel cadmium
eu_es: Nikel cadmioa

source: Nickel metal hydride
eu_es: Nikel metal hidruroa
